Repository: events-radar/drupal-make
Catalog: modules/contrib/cck_facets/translations/*.po
Languages: de

source: Provides basic functionality for modules that expose CCK fields as facets.
de: Bietet grundlegende Funktionen für die Module, Inhalte per CCK-Felder über Facettenklassifikation zu erschließen.

source: Faceted Search
de: Facettenklassifikation

source: Exposes CCK Computed fields as facets.
de: Facettenklassifikation für CCK Computed fields.

source: CCK Date Facets
de: Facettenklassifikation für CCK Daten

source: Exposes CCK Date fields as facets.
de: Facettenklassifikation für CCK Daten.

source: CCK Number Facets
de: Facettenklassifikation: CCK Number Facets

source: Exposes CCK Number fields as facets.
de: Facettenklassifikation für CCK Felder mit Zahlen.

source: Exposes CCK Node Reference and User Reference fields as facets.
de: Facettenklassifikation für CCK Referenzen zu Einträgen und Benutzern.

source: CCK Text Facets
de: Facettenklassifikation: CCK Text Facets

source: Exposes CCK Text fields as facets.
de: Facettenklassifikation für CCK Textfelder.
